// © Copyright 2004-2013, 2015 HP Development Company, L.P.

TaskName = "出纸设备";

8BinMailbox = "8 槽邮箱";
5BinMailbox = "5 槽邮箱";
StaplerStacker = "装订器/堆叠器";
3BinStaplerStacker = "HP 3槽装订器/堆叠器";
500SheetStaplerStacker = "HP 500 页订书机/堆栈器";
500SheetStacker = "HP 500 页堆栈器";
BookletMaker = "HP 装订线";
BookletMakerFinisher = "HP 小册子制作装置/印后处理器";
StaplerStackerWith23HolePuncher = "带有 2/3 打孔装置的 HP 装订装置/收纸装置";
StaplerStackerWith24HolePuncher = "带有 2/4 打孔装置的 HP 装订装置/收纸装置";
BookletMakerFinisherWith23HolePuncher = "带有 2/3 穿孔机的 HP 制册机/装帧器";
BookletMakerFinisherWith24HolePuncher = "带有 2/4 穿孔机的 HP 制册机/装帧器";
Stacker = "堆叠器";
NoDevice = "无";

Unknown = "未知的";
UnknownDescription = " ";

Mailbox = "邮箱";
MailboxDescription = "每个纸箱均被分配给一个用户或一组用户。发送到打印机的作业指出作业递送的目的地纸箱。";

StackerDescription = "打印机使用所有的纸箱以堆叠作业副本。作业先传送到底层纸箱，然后至次高纸箱，依次类推。所有纸箱都满后，打印机停止。";

JobSeparator = "作业分离器";
JobSeparatorDescription = "每个作业被放置于分开的纸箱中。作业先放置于顶层纸箱，然后至次低纸箱，依次类推。如果所有纸箱均在使用，则下一作业放置于顶层纸箱。";

Collator = "分拣器";
CollatorDescription = "打印机将作业副本分类，分别放入纸箱。";

FunctionSeparator = "功能分离器";
FunctionSeparatorDescription = "在本模式中，所有传入的传真、副本和打印作业均在不同的纸箱中进行递送。默认为：\n传真仅在顶层纸箱中进行递送\n副本仅在中层纸箱中进行递送\n打印作业仅在底层纸箱中进行递送";

Footer = "可使用设备控制面板更改操作模式。";

DataSendError = "无法将数据发送到打印机。";
DataSendErrorExplanation = "请检查打印机是否已连接并开启，然后重试。";
DataReceiveError = "无法接收来自打印机的数据。";
DataReceiveErrorExplanation = "请检查打印机是否已连接并开启，然后重试。";
DataErrorRequestFailExplanation = "打印机现在无法处理您的请求。请稍后重试。";

None = "无";
TwoStaples = "两枚钉书针";
OneLeft = "左侧一个";
OneRight = "右侧一个";
OneLeftAngled = "左侧一个（斜角）";
OneRightAngled = "右侧一个（斜角）";
TwoLeft = "左侧两个";
TwoRight = "右侧两个";
TwoTop = "上方两个";
TopLeft = "左上";
TopRight = "右上";
TopLeftOrRight = "左上或右上";
TwoTopOrLeft = "两个在顶部或左侧";
TwoBottom = "两个在底部";
FourLeftOrTop = "四个在左侧或顶部";
FourLeft = "四个在左侧";
FourRight = "四个在右侧";
FourTop = "四个在顶部";
ThreeLeftOrTop = "三个在左侧或顶部";
ThreeLeft = "三个在左侧";
ThreeRight = "三个在右侧";
ThreeTop = "三个在顶部";

MultifunctionFinisher = "HP 多功能装订器";
OneStaple = "一个订书钉";
ThreeStaples = "三个订书钉";
SixStaples = "六个订书钉";
AngledStaple = "一个订书钉（斜角）";
CustomStapling = "自定义订书钉";

StaplesDescription = "选择是否应该装订所有作业。如果选择“左侧一个（斜角）”，则所有作业均被装订。默认为“无”。";
StaplesOutDescription = "如果装订机中没有钉书针，则选择该选项以停止或继续打印。默认为“停止”。";

HSDPaperHandlingLabel = "纸张处理设备";
ApplyButton = "立即应用";
HSDAttachedDeviceLabel = "附属设备：";
HSDOperationModeLabel = "操作模式：";
HSDStaplingModeLabel = "装订模式：";
HSDStaplesOutModeLabel = "钉书针用尽模式：";
HSDHolePunchModeLabel = "打孔:";
HSDStopMode = "停止";
HSDContinueMode = "继续";

HSDNoOutputDevicesMessage = "未检测到输出设备";